Repository: Pierre-Lannoy/wp-mailarchiver
Catalog: .translations/wp-plugins-mailarchiver-stable-readme-*.po
Languages: fr

source: Automatically archive all emails sent from your site. Store them in your WordPress database or send them to external services.
fr: Archivez automatiquement tous les e-mails envoyés à partir de votre site. Stockez-les dans votre base de données WordPress ou envoyez-les à des services externes.

source: For a full list of supported - internal or third-party - services please, jump to the official <a href="https://perfops.one/mailarchiver#services">supported services list</a>.
fr: Pour une liste complète des services utilisables - internes ou tiers - merci de consulter la liste officielle des <a href="https://perfops.one/mailarchiver#services">services pris en charge</a>.

source: decrypt a previously encrypted mail body - see <code>wp help m-archive decrypt</code> for details;
fr: déchiffrer un corps de courrier précédemment chiffré - voir <code>wp help m-archive decrypt</code> pour plus de détails ;

source: to external testing &amp; previewing services, like Litmus, MailerCheck or Email on Acid;
fr: à des services externes de test et de prévisualisation, comme Litmus, MailerCheck ou Email on Acid ;

source: to external storage services, like Elasticsearch, Elastic Cloud, Loki or Grafana Cloud;
fr: à des services de stockage externes, comme Elasticsearch, Elastic Cloud, Loki ou Grafana Cloud ;

source: to Imap servers, like GMail, Gandi, OVH or Outlook.Com;
fr: à des serveurs Imap, tels que GMail, Gandi, OVH ou Outlook.Com ;

source: Available Archivers Types
fr: Types d’archiveurs disponibles

source: <strong>MailArchiver</strong> is part of <a href="https://perfops.one/">PerfOps One</a>, a suite of free and open source WordPress plugins dedicated to observability and operations performance.
fr: <strong>MailArchiver</strong> fait partie de <a href="https://perfops.one/">PerfOps One</a>, une suite d’extensions WordPress gratuites et open source dédiées à l’observabilité et aux performances des opérations.

source: For a full help on WP-CLI commands in MailArchiver, please <a href="https://perfops.one/mailarchiver-wpcli">read this guide</a>.
fr: Pour obtenir une aide complète sur les commandes WP-CLI pour MailArchiver, veuillez lire <a href="https://perfops.one/mailarchiver-wpcli">ce guide</a>.

source: <strong>MailArchiver</strong> supports an extensive set of WP-CLI commands to:
fr: <strong>MailArchiver</strong> prend en charge un vaste ensemble de commandes WP-CLI pour :

source: view available archiver types (list and describe) - see <code>wp help m-archive type</code> for details.
fr: afficher les types d’archiveurs disponibles (lister et décrire) - voir <code>wp help m-archive type</code> pour plus de détails.

source: manage archivers (list, start, pause, clean, purge, remove, add and set) - see <code>wp help m-archive archiver</code> for details;
fr: gérer les archiveurs (lister, démarrer, mettre en pause, nettoyer, purger, supprimer, ajouter et régler) - voir <code>wp help m-archive archiver</code> pour plus de détails ;

source: toggle on/off main settings - see <code>wp help m-archive settings</code> for details;
fr: activer ou désactiver les réglages principaux - voir <code>wp help m-archive settings</code> pour plus de détails ;

source: This plugin may handle personally identifiable information (PII). If the GDPR or CCPA or similar regulation applies to your case, you must use the anonymization options embedded in the plugin and/or adapt your processes (consent management, security measure, treatment register, etc.).
fr: Cette extension peut traiter des données à caractère personnel (DCP). Si le RGPD ou le CCPA ou un règlement similaire s’applique à votre cas, vous devez utiliser les options d’anonymisation intégrées dans l’extension et/ou adapter vos processus (gestion du consentement, mesure de sécurité, registre des traitements, etc.).

source: This plugin doesn't set any cookie in the user's browser.
fr: Cette extension ne dépose pas de cookie dans le navigateur de l’utilisatrice ou de l’utilisateur.

source: This plugin, as any piece of software, is neither compliant nor non-compliant with privacy laws and regulations. It is your responsibility to use it - by activating the corresponding options or services - with respect for the personal data of your users and applicable laws.
fr: Cette extension, comme tout autre logiciel, n’est ni conforme ni non conforme aux lois et règlements sur la protection de la vie privée. Il est de votre responsabilité de l’utiliser - en activant les options ou services correspondants - dans le respect des données personnelles de vos utilisatrices et utilisateurs ainsi que des lois applicables.

source: Privacy
fr: Confidentialité

source: You can report bugs and suggest ideas via the <a href="https://github.com/Pierre-Lannoy/wp-mailarchiver/issues">GitHub issue tracker</a> of the plugin.
fr: Vous pouvez signaler des bogues et suggérer des améliorations via le <a href="https://github.com/Pierre-Lannoy/wp-mailarchiver/issues">suivi d’incidents GitHub</a> de l’extension.

source: Documentation for users is provided as the form of inline help in the plugin.
fr: La documentation pour les utilisateur·ice·s est fournie sous forme d’aide en ligne dans l’extension.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/mailarchiver/">WordPress page</a>.
fr: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/mailarchiver/">d’assistance</a>.

source: Yes. It is designed to work on multisite too. Network Admins can configure the plugin and have access to all archives. Sites Admins have access to the archives of their own sites.
fr: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administratrices et administrateurs du réseau peuvent configurer l’extension et avoir accès à toutes les archives. Les administratrices et administrateurs de sites ont juste accès aux archives de leurs sites.

source: You need at least <strong>WordPress 5.2</strong> and <strong>PHP 7.2</strong>.
fr: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: Where can I report a bug?
fr: Où puis-je signaler un bogue ?

source: Where can I find documentation?
fr: Où puis-je trouver la documentation ?

source: Where can I get support?
fr: Où puis-je obtenir de l’aide ?

source: Can this plugin work on multisite?
fr: Cette extension fonctionne-t’elle sur un multisite ?

source: What are the requirements for this plugin to work?
fr: Quels sont les prérequis pour que cette extension fonctionne ?

source: Enjoy!
fr: Profitez !

source: Visit 'Settings &gt; MailArchiver' in the left-hand menu of your WP Admin to adjust settings.
fr: Visitez « Réglages &gt; MailArchiver » dans le menu gauche de votre panneau d’administration pour ajuster les réglages.

source: Activate MailArchiver from your Plugins page.
fr: Activez MailArchiver depuis votre page Extensions.

source: Upload the <code>mailarchiver</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr: Téléversez le dossier <code>mailarchiver</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc.).

source: Download MailArchiver.
fr: Téléchargez MailArchiver.

source: Activate MailArchiver.
fr: Activez MailArchiver.

source: Click on the 'Install Now' button.
fr: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'MailArchiver'.
fr: Cherchez « MailArchiver ».

source: Visit 'Plugins &gt; Add New'.
fr: Visitez « Extensions &gt; Ajouter ».

source: Once Activated
fr: Une fois activé

source: From WordPress.org
fr: Depuis WordPress.org

source: From your WordPress dashboard
fr: Depuis votre Tableau de bord WordPress

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: Anyway, I'll be glad to help you if you encounter issues when using this plugin. Just use the support section of this plugin page.
fr: Dans tous les cas, je serai heureux de vous apporter mon assistance si vous rencontrez des problèmes lors de l’utilisation de cette extension. Merci de me contacter via la page support de ce site.

source: This plugin is free and provided without warranty of any kind. Use it at your own risk, I'm not responsible for any improper use of this plugin, nor for any damage it might cause to your site. Always backup all your data before installing a new plugin.
fr: Cette extension est gratuite et distribuée sans aucune garantie d’aucune sorte. Son utilisation se fait à vos risques et périls, je ne saurais être tenu responsable d’aucun dommage que son utilisation pourrait causer à votre site. Pensez à toujours sauvegarder vos données avant d’installer une nouvelle extension.

source: <strong>MailArchiver</strong> is a free and open source plugin for WordPress. It integrates many other free and open source works (as-is or modified). Please, see 'about' tab in the plugin settings to see the details.
fr: <strong>MailArchiver</strong> est une extension libre et open source pour WordPress. Elle intègre de nombreuses autres œuvres libres et open source (telles quelles ou modifiées). Consultez l’onglet « à propos » dans l’extension pour obtenir des détails.

source: At this time, <strong>MailArchiver</strong> can archive emails:
fr: Pour le moment, <strong>MailArchiver</strong> peut archiver les e-mails :

source: It supports multisite archive delegation (see FAQ) and contains many features to help to protect personal information (user pseudonymization, IP obfuscation, etc.).
fr: Il prend en charge la délégation des archives multisites (voir FAQ) et contient de nombreuses fonctionnalités pour aider à protéger les informations personnelles (pseudonymisation des comptes, obfuscation d’adresses IP, etc.).

source: <strong>MailArchiver</strong> is a tool that allows you to:
fr: <strong>MailArchiver</strong> est un outil qui vise à :

source: <strong>Automatically archive all emails sent from your site. Store them in your WordPress database or send them to external services.</strong>
fr: <strong>Archivez automatiquement tous les e-mails envoyés à partir de votre site. Stockez-les dans votre base de données WordPress ou envoyez-les à des services externes.</strong>

source: to system loggers, like Syslog or Fluentd.
fr: à des journaliseurs systèmes, comme Syslog ou Fluentd.

source: to external logging services, like Logentries / insightOps or Loggly;
fr: avec des services externes d’enregistrement, comme Logentries / insightOps ou Loggly ;

source: to external alerting services, like Pushover or Slack;
fr: avec des services d’alerte externes, comme Pushover ou Slack ;

source: to local or network storage (with file rotation);
fr: sur un système local ou réseau de stockage (avec rotation de fichier) ;

source: to its internal archiving storage and viewer;
fr: avec son propre système d’archivage et de visualisation ;

source: view (and filter) archived emails in the WordPress database.
fr: afficher (et filtrer) les e-mails enregistrés dans la base de données de WordPress.

source: archive them in the WordPress database and/or send them to external services for logging and alerting;
fr: archiver ces e-mails dans la base de données WordPress ou les envoyer à des services externes d’enregistrement ou d’alerte ;

source: enrich them with details regarding their sending;
fr: les enrichir avec des détails concernant leur envoi ;

source: catch emails sent by WordPress itself or plugins;
fr: analyser les e-mails envoyés par WordPress lui-même ou par une extension ;

source: Donation
fr: Don

source: Support
fr: Assistance

source: Email Details in Internal Viewer
fr: Détail de l’e-mail avec la visionneuse interne

source: Internal Viewer
fr: Visionneuse interne

source: Set Archivers
fr: Réglage des archives

source: Please, see <a href="https://perfops.one/mailarchiver-changelog">full changelog</a>.
fr: Merci de consulter le <a href="https://perfops.one/mailarchiver-changelog">journal des modifications</a>.
